updated report.md
